export default [ 
    {
        id: 0,
        src: 'https://w-dog.ru/wallpapers/7/13/561114467274880/msta-s-msta-s-rossijskaya-152-mm-divizionnaya-samoxodnaya-gaubica.jpg',
        name: 'МСТА-С',
        emblem: 'ВКС',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: '«Мста-С» разработана на Уральском заводе транспортного машиностроения. За разработку и изготовление данного изделия были присуждены Ленинская и Государственная премии. Главный конструктор САУ — Ю. В. Томашов, 152-мм орудия 2А64 — Г. И. Сергеев. САУ 2С19 предназначена для уничтожения тактических ядерных средств, артиллерийских и миномётных батарей, танков и другой броневой техники, противотанковых средств, живой силы, средств ПВО и ПРО, пунктов управления, а также для разрушения полевых фортификационных сооружений и препятствования манёврам резервов противника в глубине его обороны. Может вести огонь по наблюдаемым и ненаблюдаемым целям с закрытых позиций и прямой наводкой, включая работу в горных условиях. При стрельбе используются как выстрелы из боевой укладки, так и подающиеся с грунта. В 1989 году новая самоходная гаубица 2С19 «Мста-С» была принята на вооружение артиллерийских полков мотострелковых и танковых дивизий Советской армии ВС СССР. Впервые демонстрировалась на авиасалоне в городе Жуковском в августе 1992 года.'
    },
    {
        id: 1,
        src: 'https://www.arms-expo.ru/upload/iblock/2c9/2c9eeba4de82fedc69dc7657cd08467b.jpg', 
        name: '2С1',
        emblem: 'ВКС',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: ' Советская 122-мм полковая самоходная гаубица. Первая в мире серийная плавающая гусеничная САУ.Разработана на Харьковском заводе имени Серго Орджоникидзе. Главный конструктор шасси — А. Ф. Белоусов, 122-мм орудия 2А31 — Ф. Ф. Петров. «Гвоздика» предназначена для подавления и уничтожения живой силы, артиллерийских и миномётных батарей, а также для разрушения дзотов, обеспечения проходов в минных полях и полевых заграждениях.'
    },
    {
        id: 2,
        src:'https://doblest.club/wp-content/uploads/2018/07/1539529521_1462786487_5035222.jpg', 
        name:'ГВОЗДИКА',
        emblem: 'ВКС',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: ''
    },
    {
        id: 3,
        src:'https://i.artfile.ru/2250x1450_609865_[www.ArtFile.ru].jpg', 
        name:'Град',
        emblem: 'ВКС',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: ' советская и российская реактивная система залпового огня (РСЗО) калибра 122 мм. Предназначена для поражения открытой и укрытой живой силы, небронированной техники и бронетранспортёров в районе сосредоточения, артиллерийских и миномётных батарей, командных пунктов и других целей, решения других задач в различных условиях боевой обстановки.'
    },
    {
        id: 4,
        src:'https://regnum.ru/uploads/pictures/news/2017/04/30/regnum_picture_1493541279256764_normal.jpg',
        name:'Торнадо',
        emblem: 'ВКС',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'новое семейство российских реактивных систем залпового огня (РСЗО) калибров 122 и 300 мм созданное тульским АО «НПО Сплав» для замены прежних разработок - РСЗО «Град» и РСЗО «Смерч». Семейство РСЗО "Торнадо" имеет намного более высокую боевую эффективность за счет новой системы управления огнем с собственным ГЛОНАСС навигатором в пусковой установке и новым компьютеризированным баллистическим вычислителем[3][5], что позволяет установкам РСЗО вести огонь по целям получаемым через ЕСУ ТЗ в автоматическим режиме без использования станций расчета баллистики как Капустник и без ручной наводки механики. Кроме этого, созданы новые управляемые ракеты с навигацией по ГЛОНАСС для использования РСЗО в сценарии близком к ОТРК'
    },
    {
        id: 5,
        src:'https://3mv.ru/uploads/posts/2019-09/1569266944_112898.jpg', 
        name:'Солнцепек',
        emblem: 'ВКС',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Тяжёлая огнемётная система ТОС-1А «Солнцепёк» была разработана в 2001 году. Основной задачей системы является поддержка пехоты и бронетанковых соединений. Основные отличия от базового варианта'
    },
    {
        id: 6,
        src:'https://i.mycdn.me/i?r=AzEPZsRbOZEKgBhR0XGMT1Rk8OO5JBVMU_O8C-5pBZhcW6aKTM5SRkZCeTgDn6uOyic', 
        name:'Буратино',
        emblem: 'ВКС',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Предназначена для вывода из строя легкобронированной и автомобильной техники, поджога и разрушения сооружений и зданий, уничтожения живой силы противника, расположенной на открытой местности и в фортификационных сооружениях, осколками, ударной волной, создаваемыми на площади цели при массированном применении неуправляемых реактивных снарядов в термобарическом и дымозажигательном снаряжении.'
    },
    {
        id: 7,
        src:'https://avatars.mds.yandex.net/get-zen_doc/1714479/pub_5dff680278125e00aea09a51_5dff69690be00a00af5b9ebe/scale_1200', 
        name:'SCUD-B',
        emblem: 'ВКС',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Ракета «Скад» является одной из серии тактических баллистических ракет, разработанных Советским Союзом во время холодной войны. Он широко экспортировался как во страны второго, так и третьего мира. Термин происходит от названия отчетности НАТО прилагается к ракете западными разведывательными службами. Российские названия для ракеты R-11 (первая версия), и R-17 (позже R-300) Эльбрус (более поздние разработки). Название Scud широко используется для обозначения этих ракет и широкого спектра производных вариантов, разработанных в других странах на основе советского дизайна.'
    },
    {
        id: 8,
        src:'https://i.artfile.ru/3888x2592_1020858_[www.ArtFile.ru].jpg', 
        name:'Тополь',
        emblem: 'ВКС',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Советский/российский подвижный грунтовый ракетный комплекс стратегического назначения с трёхступенчатой твердотопливной межконтинентальной баллистической ракетой 15Ж58.'
    },
    {
        id: 9,
        src:'http://www.gruzovikpress.ru/article/24197-yubileynaya-armiya-ch-4-subektivnoe-mnenie-o-nekotoryh-novinkah/Images/23f.jpg', 
        name:'Сармат',
        emblem: 'ВКС',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Перспективный российский стратегический ракетный комплекс шахтного базирования пятого поколения с тяжёлой многоступенчатой жидкостной межконтинентальной баллистической ракетой (МБР)'
    },
    {
        id: 10,
        src:'https://i.artfile.ru/2048x1536_1511873_[www.ArtFile.ru].jpg', 
        name:'УРАЛ',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'крупнотоннажный грузовой автомобиль повышенной проходимости двойного назначения с колёсной формулой 6 × 6, производящийся на Уральском автомобильном заводе в Миассе (Россия), в том числе и для использования в вооружённых силах в семействе унифицированных армейских автомобилей «Суша» до 1998 года.'
    },
    {
        id: 11,
        src:'https://mota.ru/upload/wallpapers/source/2016/12/18/15/00/51177/SnyjRDyvKZ.jpg', 
        name:'КАМАЗ',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Универсальный бронеавтомобиль повышенной защищённости на оригинальном шасси. «Тайфун-К» соответствует машинам типа MRAP. Является частью семейства бронеавтомобилей «Тайфун».'
    },
    {
        id: 12,
        src:'https://avtodream.org/uploads/posts/2019-07/1564316205_nazvany-pyat-samyh-moschnyh-voennyh-gruzovikov5.jpg', 
        name:'КРАЗ',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Украинский крупнотоннажный грузовой полноприводный автомобиль капотной компоновки. Предназначен для перевозки людей и различных грузов по дорогам общего пользования, а также по бездорожью.'
    },
    {
        id: 13,
        src:'https://storage.myseldon.com/news_pict_FC/FC8248B0E5ACB797C6A340814D8E2E93', 
        name:'УАЗ',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Основной командирский автомобиль в Советской Армии, а также в странах Варшавского договора, начиная с середины 1970-х, сменивший в этом качестве предшественника ГАЗ-69. Серийный выпуск моделей УАЗ-469 и УАЗ-469Б начат в декабре 1972 года, до этого начиная с 1964 года было произведено несколько опытно-промышленных серий. В 1985 году начат выпуск модернизированной модели УАЗ-3151 с нормализованным отраслевым индексом. Её выпуск в 2003 году был ограничен только редукторной (3151) и экспортными (31512, 31514 и 31519) версиями в связи с переходом на модернизированную модель УАЗ-315195 «Хантер» для внутреннего рынка.'
    },
    {
        id: 14,
        src:'http://s1.1zoom.me/big0/520/Trucks_Missile_launchers_2014-18_Ural-4320-31_539866_1280x831.jpg', 
        name:'Урал( торнадо, град )',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'У РСЗО 9К51М основное отличие от своего предшественника 9К51 «Град» заключается в более совершенной системе управления огнём со спутниковой навигацией и компьютером расчёта баллистических показателей, что позволяет выполнять наведение на координаты цели в автоматическом режиме.'
    },
    {
        id: 15,
        src:'https://i.artfile.ru/1920x1200_911583_[www.ArtFile.ru].jpg', 
        name:'БМП-2',
        emblem: 'ВДВ',
        emblem: 'ВМФ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Гусеничное шасси',
        information: 'Боевая машина пехоты разработана, выпущена в СССР в 1977 году. Сегодня БМП-2 стоит на вооружении армии России и других стран мира. Она успешно участвовала во многих военных конфликтах в разных уголках планеты.'
    },
    {
        id: 16,
        src:'https://avatars.mds.yandex.net/get-zen_doc/39788/pub_5c5054259cf69700aedb44ee_5c505d0cca1a9800ad6f83f2/scale_1200', 
        name:'БМП-3',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Гусеничное шасси',
        information: 'Советская и российская боевая бронированная гусеничная машина, предназначенная для транспортировки личного состава к переднему краю, повышения его мобильности, вооружённости и защищённости на поле боя в условиях применения ядерного оружия и совместных действий с танками в бою.'
    },
    {
        id: 17,
        src:'https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Engineering_Technologies_2010_Part4_0010_copy.jpg/1200px-Engineering_Technologies_2010_Part4_0010_copy.jpg', 
        name:'БМД-2Д',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Гусеничное шасси',
        information: 'Советская/российская боевая гусеничная плавающая машина. Создана на базе БМД-1, предназначена для использования в воздушно-десантных войсках и десантирования парашютным или посадочным способом с военно-транспортного самолёта типа Ан-12, Ан-22 и Ил-76. Принята на вооружение в 1985 году.'
    },
    {
        id: 18,
        src:'https://joker.ykt.ru/uploads/posts/2010-07/1278082040_____3_1.jpg', 
        name:'БМД-3',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Гусеничное шасси',
        information: 'Советская/российская боевая гусеничная плавающая машина, авиадесантируемая парашютным, парашютно-реактивным или посадочным способом. БМД-3 предназначена для транспортировки личного состава воздушно-десантных войск, повышения его мобильности, вооружённости и защищённости на поле боя. Принята на вооружение в 1990 году.'
    },
    {
        id: 19,
        src:'https://burstanki.ru/uploads/s/y/q/j/yqjonw0by5p4/img/full_yWntEPO6.jpg', 
        name:'МТ-ЛБ',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Гусеничное шасси',
        information: 'Это один из видов военного транспорта СССР, или многоцелевой плавающий бронетранспортер (БТР).'
    },
    {
        id: 20,
        src:'https://w-dog.ru/wallpapers/7/11/303864219605017/zsu-23-4-shilka-sovetskaya-zenitnaya-samoxodnaya-ustanovka-pole.jpg', 
        name:'ЗСУ"Шилка"',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Гусеничное шасси',
        information: 'Это зенитная самоходная установка, созданная в середине 60-х годов прошлого столетия, она и сегодня находится на вооружении десятков армий мира.'
    },
    {
        id: 21,
        src:'http://bulk-share.slickpic.com/album/share/uD0ND4YMMEiUIj/6300377.0/org/p/_MG_0862.jpg', 
        name:'Тунгуска',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Гусеничное шасси',
        information: 'Советский и российский зенитный пушечно-ракетный комплекс[1][2] (ЗПРК), зенитная самоходная установка (ЗСУ) разработки Тульского КБ приборостроения (имеет индексы 2С6 и 2С6М). Оптико-электронные и оптико-механические приборы комплекса разработаны ЛОМО.'
    },
    {
        id: 22,
        src:'https://a.d-cd.net/OAAAAgCr_2A-1920.jpg', 
        name:'ГАЗ',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Советское и российское автомобилестроительное предприятие, крупный производитель легковых, лёгких грузовых автомобилей, микроавтобусов и военной техники. Завод основан в 1932 году как Нижегородский автомобильный завод имени В. М. Молотова.'
    },
    {
        id: 23,
        src:'https://gunsfriend.ru/wp-content/uploads/1/0/3/1038db96d50b969176fba25f99335a32.jpg', 
        name:'ТИГР',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Это командно-штабная, разведывательная, медицинская, "противотанковая" машина, автомобиль космической связи, "броневик" для выполнения специальных меропроиятий сотрудниками Центра специального назначения ФСБ России, автомобиль для полиции и "платформа" комплекса радиоэлектронной борьбы.'
    },
    {
        id: 24,
        src:'https://avatars.mds.yandex.net/get-zen_doc/1918821/pub_5e0340ea16ef9000acaaab0b_5e03418baad43600b186bf9f/scale_1200', 
        name:'БТР-80',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Боевая машина, обеспечивающая безопасную транспортировку и огневую поддержку мотострелковых подразделений в районах боевых действий. Бронетранспортёр был запущен в серийное производство в середине 80-х годов прошлого века, стоит на вооружении и изготавливается в настоящее время.'
    },
    {
        id: 25,
        src:'https://www.zr.ru/_ah/img/GIPC6GGXUOTt-dMGGamcdQ', 
        name:'БТР-82А',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Российский бронетранспортёр, представляющий собой глубокую модернизацию БТР-80. Принят на вооружение ВС России в 2013 году.'
    },
    {
        id: 26,
        src:'https://war-book.ru/wp-content/uploads/2021/02/00060576.jpg', 
        name:'БРДМ',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Колесное шасси',
        information: 'Бронированная разведывательно-дозорная машина, является дальнейшим развитием БРДМ-1. БРДМ-2 серийно производилась с 1963 по 1982 год Горьковским автомобильным заводом и с 1982 по 1989 год Арзамасским машиностроительным заводом.'
    },
    {
        id: 27,
        src:'https://sdelanounas.ru/i/y/z/e/f_YzEuc3RhdGljZmxpY2tyLmNvbS81LzQzMTYvMzYxNjQ0MzUxNzZfZTM2ZmM3YzVkZl9vLmpwZz9fX2lkPTk2MzMz.jpeg', 
        name:'Т-72Б3',
        emblem: 'ТВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Гусеничное шасси',
        information: 'Самый массовый танк второго поколения. Принят на вооружение в Вооружённых Силах СССР с 1973 года. Т-72 разработан и производился Уралвагонзаводом в Нижнем Тагиле. Главный конструктор машины — В. Н. Венедиктов. «Урал» состоит на вооружении стран СНГ, экспортировался в государства Варшавского договора, Финляндию, Индию, Иран, Ирак, Сирию. Модификации Т-72 выпускались по лицензии в Югославии (M-84), Польше (PT-91), Чехословакии и Индии, которые их экспортировали.'
    },
    {
        id: 28,
        src:'https://pbs.twimg.com/media/EJ7XQJJVAAADk7t.jpg', 
        name:'Т-80У',
        emblem: 'ТВ',
        technic_type: 'Наземный вид техники',
        vechicle_chassis: 'Гусеничное шасси',
        information: 'Модифицированный основной боевой танк семейства Т-80. Принят на вооружение Вооружённых сил Союза ССР в 1985 году. Боевая масса 46 тонн. Бронирование корпус аналогично Т-80БВ.'
    },
    {
        id: 29,
        src:'https://placepic.ru/wp-content/uploads/2021/01/RBf1at_gSU9z-wY2PtInEBxlCi7WhvegbBz-l0HB1fV9dVCI7H-YnpzqK47UYk8ffDnWeJ0LEfgIeuNKzZSf73UG4UKuxShXfvpbLo6-Fw0UDCN668O-pBV874J0mJzwXRFB_UVT6J-ln1oqxG5XY8CRWgFB86B14OJOormB7q4ANoBLtiCwFzdvO.jpg', 
        name:'Ми-24',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Вертолеты',
        information: 'Советский/российский ударный вертолёт разработки ОКБ М. Л. Миля. Неофициальное название — «Крокодил». Стал первым советским (европейским) и вторым в мире (после AH-1 «Кобра») специализированным боевым вертолётом. Серийный выпуск начался в 1971 году. Имеет множество модификаций, экспортировался во многие страны мира. Активно использовался в годы Афганской войны, в период боевых действий в Чечне, а также во многих региональных конфликтах.'
    },
    {
        id: 30,
        src:'https://www.fonstola.ru/download.php?file=201910/2560x1600/fonstola.ru-352531.jpg', 
        name:'Ми-35',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Вертолеты',
        information: 'Российский транспортно-боевой вертолёт круглосуточного применения, разработанный в ОКБ Миля и серийно выпускающийся в Ростове-на-Дону на заводе «Роствертол» холдинга «Вертолёты России» как на экспорт, так и для нужд Минобороны России. Предназначен для уничтожения бронетанкового вооружения и техники, десантирования и огневой поддержки подразделений сухопутных войск, эвакуации раненых, а также для перевозки грузов в кабине или на внешнем подвесе.'
    },
    {
        id: 31,
        src:'https://i.artfile.ru/1920x1279_1342951_[www.ArtFile.ru].jpg', 
        name:'Ми-28',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Вертолеты',
        information: 'Советский и российский ударный вертолёт производства ПАО «Роствертол», входящего в холдинг «Вертолёты России», предназначенный для поиска и уничтожения в условиях активного огневого противодействия танков и другой бронированной техники, а также малоскоростных воздушных целей и живой силы противника'
    },
    {
        id: 32,
        src:'https://get.wallhere.com/photo/Ka-52-military-Russia-aircraft-helicopter-vehicle-military-aircraft-1730395.jpg', 
        name:'ка-52',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Вертолеты',
        information: 'Российский боевой ударный вертолет, предназначенный для уничтожения живой силы и техники противника на поле боя. Ка-52 – это модернизация Ка-50.'
    },
    {
        id: 33,
        src:'https://csn-tv.ru/uploads/images/2021/vika1/2021-03-18/imgonline-com-ua-Resize-0P7AxFAX3vrlNN.jpg', 
        name:'Ми-8',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Авиация',
        first_airplain_type: 'Дальняя',
        second_airplain_type: 'Бомбардировщики',
        information: 'Многоцелевой вертолёт, разработанный конструкторским бюро Миля. В проектно-технической документации, эта машина проходила под рабочим индексом «Изделие №80». В классификации стран НАТО, МИ-8 обозначается Hip, что переводится, как «Бедро».'
    },
    {
        id: 34,
        src:'https://regnum.ru/uploads/pictures/news/2017/01/02/regnum_picture_1483388852989066_normal.jpg', 
        name:'Ми-17',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Авиация',
        first_airplain_type: 'Дальняя',
        second_airplain_type: 'Бомбардировщики',
        information: 'Советский/российский гражданский транспортный вертолёт, разработанный ОКБ М. Л. Миля, модификация вертолёта Ми-8 (Ми-17) — Ми-8АМТ (экспортный вариант называется Ми-171Е).'
    },
    {
        id: 35,
        src:'https://pbs.twimg.com/media/EArZ9vTVAAEznXR.jpg:large', 
        name:'Ми-26',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Авиация',
        first_airplain_type: 'Дальняя',
        second_airplain_type: 'Бомбардировщики',
        information: 'Советский и российский тяжёлый многоцелевой транспортный вертолёт. Крупнейший в мире серийно выпускаемый транспортный вертолёт. Производится на заводе «Роствертол» холдинга «Вертолёты России».'
    },
    {
        id: 36,
        src:'http://авиару.рф/wp-content/uploads/2018/08/Ka-27PL-v-polete.-1.jpg', 
        name:'ка-27',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        emblem: 'ВДВ',
        technic_type: 'Авиация',
        first_airplain_type: 'Дальняя',
        second_airplain_type: 'Бомбардировщики',
        information: 'Советский корабельный противолодочный вертолёт. Вертолёт разработан ОКБ Камова под руководством главного конструктора Николая Ильича Камова, в дальнейшем — С. В. Михеева (Н. И. Камов умер в ноябре 1973 г). Опытный образец вертолёта «252» поднялся в воздух 8 августа 1973 года.'
    },
    {
        id: 37,
        src:'https://warfiles.ru/uploads/posts/2017-01/org_enzj725.jpg', 
        name:'Ту-160',
        emblem: 'ВКС',
        technic_type: 'Авиация',
        first_airplain_type: 'Дальняя',
        second_airplain_type: 'Истребители',
        information: 'Сверхзвуковой стратегический бомбардировщик-ракетоносец с крылом изменяемой стреловидности, разработанный в ОКБ Туполева в 1970-х годах. Главный конструктор — В. И. Близнюк. Является самым крупным и самым мощным[7] в истории военной авиации сверхзвуковым самолётом и самолётом с изменяемой стреловидностью крыла, а также самым тяжёлым боевым самолётом в мире, имеющим наибольшую среди бомбардировщиков максимальную взлётную массу. Это также самый скоростной бомбардировщик из находящихся на вооружении. Среди лётчиков получил прозвище «Белый лебедь».'
    },
    {
        id: 38,
        src:'https://pbs.twimg.com/media/DRl-R2NW0AA-WlF.jpg', 
        name:'Ту-22М3',
        emblem: 'ВКС',
        technic_type: 'Авиация',
        first_airplain_type: 'Дальняя',
        second_airplain_type: 'Истребители',
        information: 'Дальний бомбардировщик, модификация известного в Советском Союзе стратегического бомбардировщика Ту-22. Можно сказать, что авиация стратегического назначения получила качественный скачок в своем развитии по мере ухудшения советско-американских отношений.'
    },
    {
        id: 39,
        src:'https://placepic.ru/wp-content/uploads/2018/11/4b7eb8103cdc693d932beadb9f62a9b0.jpg', 
        name:'Ту-95',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        technic_type: 'Авиация',
        first_airplain_type: 'Дальняя',
        second_airplain_type: 'Истребители',
        information: 'Советский и российский турбовинтовой стратегический бомбардировщик-ракетоносец, самый скоростной в мире самолёт с турбовинтовыми двигателями[3]. До настоящего времени — единственный в мире серийный бомбардировщик и ракетоносец с турбовинтовыми двигателями. Являлся советским символом обеспечения военно-стратегического паритета[4] в холодной войне. '
    },
    {
        id: 40,
        src:'https://cdnimg.rg.ru/img/content/174/15/18/_N3G0025_d_850.jpg', 
        name:'Су-25',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Истребители',
        second_airplain_type: 'Бомбардировщики',
        information: 'Советский штурмовик, бронированный дозвуковой военный самолёт. Штурмовик предназначен для непосредственной поддержки сухопутных войск над полем боя днём и ночью при прямой видимости цели, а также уничтожения объектов с заданными координатами круглосуточно в любых метеоусловиях. Су-25 впервые поднялся в воздух 22 февраля 1975 года. Самолёты этого типа эксплуатируются с 1981 года, принимали участие во множестве военных конфликтов и останутся в строю ВВС России как минимум до 2020 года'
    },
    {
        id: 41,
        src:'https://discover24.ru/wp-content/uploads/2021/01/2079.jpg', 
        name:'Су-24',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Истребители',
        second_airplain_type: 'Бомбардировщики',
        information: 'Советский и российский тактический фронтовой бомбардировщик с крылом изменяемой стреловидности, предназначенный для нанесения ракетно-бомбовых ударов в простых и сложных метеоусловиях, днём и ночью, в том числе на малых высотах с прицельным поражением наземных и надводных целей. Носитель тактических ядерных зарядов. Немодифицированная версия самолёта снята с вооружения в 2016 году. Модифицированная версия Су-24М постепенно заменяется фронтовым бомбардировщиком Су-34 в частях ВКС России'
    },
    {
        id: 42,
        src:'https://cs4.pikabu.ru/post_img/big/2015/09/21/1/1442786609_1667244082.jpg', 
        name:'Су-34',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Истребители',
        second_airplain_type: 'Бомбардировщики',
        information: 'Российский многофункциональный истребитель-бомбардировщик, также позиционируемый как фронтовой бомбардировщик. Предназначен для нанесения высокоточных ракетно-бомбовых ударов. По своим боевым возможностям Су-34 относится к поколению самолётов 4++, хотя и не обладает сверхманёвренностью, присущей российским истребителям этого поколения.'
    },
    {
        id: 43,
        src:'https://www.osnmedia.ru/wp-content/uploads/2020/09/1517474046_16.jpg', 
        name:'Су-27',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Истребители',
        information: 'Многоцелевой истребитель всепогодного действия. Машина относится к 4-му поколению маневренных боевых самолётов, классифицируется НАТО как Flanker-B, что в русскоязычном варианте звучит так: ударяющий во фланг.'
    },
    {
        id: 44,
        src:'https://besthqwallpapers.com/Uploads/12-2-2020/121425/su-57-pak-fa-russian-jet-fighter-russian-air-force-sukhoi-su-57.jpg', 
        name:'Су-57',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Истребители',
        information: 'Российский многофункциональный истребитель пятого поколения, созданный ОКБ имени П. О. Сухого в рамках комплексной целевой программы «ПАК ФА». Самолёт разработан для замены в российских ВКС тяжёлого истребителя Су-27'
    },
    {
        id: 45,
        src:'https://sdelanounas.ru/images/img/topwar.ru/uploads_posts_2011-01_1294987308_2.jpg', 
        name:'Су-35',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Истребители',
        information: 'Российский многоцелевой сверхманёвренный истребитель с управляемым вектором тяги поколения 4++[4][5][6]. Разработан в ОКБ Сухого в 2008 году. Су-35 является одним из основных истребителей ВВС России, а также своего рода переходным звеном[7] между истребителями Су-27 и Су-57. Серийный истребитель для ВКС России носит название Су-35С.'
    },
    {
        id: 46,
        src:'https://vpk-news.ru/sites/default/files/photographs/2012/02/01/MiG-29S_10.jpg', 
        name:'МиГ-29',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Истребители',
        information: 'Это советский/российский легкий фронтовой истребитель 4-го поколения, разработанный специалистами ОКБ МиГ. Согласно информации официального сайта РСК «МиГ», всего было выпущено более 1600 истребителей данного типа, которые состоят на вооружении ВКС России и еще 25 стран мира.'
    },
    {
        id: 47,
        src:'https://naukatehnika.com/files/journal/tehnika-vooruzhenie/aviacia/27.02.19-istrebitel-su-30sm-unificiruyut-s-su-32/sy-30-1.jpg', 
        name:'Су-30СМ',
        emblem: 'ВКС',
        emblem: 'ВМФ',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Истребители',
        information: 'Многоцелевой истребитель российского производства. По конструкции он представляет собой модификацию самолета СУ-30МКИ, выпускающегося для ВВС Индии. Благодаря своим техническим и летным характеристикам Су-30СМ относится к поколению 4++.'
    },
    {
        id: 48,
        src:'https://pbs.twimg.com/media/ENl_hH3UcAYdxff.jpg', 
        name:'МиГ-25',
        emblem: 'ВКС',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Штурмовики',
        information: 'Высокоскоростной и высотный истребитель, истребитель-перехватчик, разведчик, бомбардировщик. Основные функции - прорыв ПВО противника, а по классификации блока НАТО - охотник (истребитель-перехватчик) за высотно-высокоскоростными бомбардировщиками и разведчиками.'
    },
    {
        id: 49,
        src:'https://i.pinimg.com/originals/e0/73/fd/e073fdd9ae550e5a837f6c1e84ea0956.jpg', 
        name:'Миг-31',
        emblem: 'ВКС',
        technic_type: 'Авиация',
        first_airplain_type: 'Фронтовая',
        second_airplain_type: 'Штурмовики',
        information: 'Советский и российский двухместный сверхзвуковой высотный всепогодный истребитель-перехватчик дальнего радиуса действия. Разработан в ОКБ-155 (ныне АО РСК «МиГ») на базе МиГ-25 в 1970-х годах. Первый советский боевой самолёт четвёртого поколения'
    }
]